# TODO: Translation updated at 2026-09-23 08:18

translate english strings:

    # game/options.rpy:15
    old "PurpleShift"
    new "PurpleShift"

    # game/options.rpy:32
    old "Purple Shift - визуальная новелла о людях внутри бесконечного складского потока.\n\nВерсия 2.1.1 «Живая смена» делает четыре маршрута самостоятельной частью финала. Лера, Виктор, Макс и Артём получают отдельные разговоры шестого дня, собственные действия во время аварии и восемь личных исходов.\n\nЯзыковой патч 2.1.1 убирает повторяющиеся конструкции, рубленые пояснения и абстрактные противопоставления. Состояния героев чаще раскрываются через действия, конкретные детали и собственную манеру речи.\n\nАвтор: Bekker (Bekk3r1337)"
    new "Purple Shift - визуальная новелла о людях внутри бесконечного складского потока.\n\nВерсия 2.1.1 «Живая смена» делает четыре маршрута самостоятельной частью финала. Лера, Виктор, Макс и Артём получают отдельные разговоры шестого дня, собственные действия во время аварии и восемь личных исходов.\n\nЯзыковой патч 2.1.1 убирает повторяющиеся конструкции, рубленые пояснения и абстрактные противопоставления. Состояния героев чаще раскрываются через действия, конкретные детали и собственную манеру речи.\n\nАвтор: Bekker (Bekk3r1337)"

